app/controllers/pizzas_controller.rb

SELECT "pizzas".* FROM "pizzas"
---
    def index
      pizzas = Pizza.all

INSERT INTO "pizzas" ("name", "ingredients", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Pineapple"], ["ingredients", "Curry tomatoe"], ["created_at", "2023-06-25 21:16:11.171281"], ["updated_at", "2023-06-25 21:16:11.171281"]]
---
    def create
      pizza = Pizza.create(pizza_params)