app/controllers/restaurant_pizzas_controller.rb

SELECT "restaurant_pizzas".* FROM "restaurant_pizzas"
---
    def index
        restaurant_pizzas = RestaurantPizza.all