app/controllers/restaurants_controller.rb

SELECT "restaurants".* FROM "restaurants"
---
      def index
        restaurants = Restaurant.all

SELECT "restaurants".* FROM "restaurants" WHERE "restaurants"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
      def find_restaurants
        Restaurant.find(params[:id])