app/controllers/restaurant_pizzas_controller.rb

  def create
    restaurant_pizzas = RestaurantPizza.create(restaurant_pizzas_params)
---
INSERT INTO "restaurant_pizzas" ("price", "pizza_id", "restaurant_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["price", 23], ["pizza_id", 5], ["restaurant_id", 3], ["created_at", "2023-06-25 22:23:32.897498"], ["updated_at", "2023-06-25 22:23:32.897498"]]